[
    {
        "name": "Harry Potter e a Pedra Filosofal",
        "original_name": "Harry Potter and the Philosofal Stone",
        "release_date": "1997-06-26",
        "url": "/images/books/harry-potter-1.jpg",
        "backdrop_url": "/images/backdrop-books/HP-1.png",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico."
    },
    {
        "name": "Harry Potter e a Câmara Secreta",
        "original_name": "Harry Potter and the Chamber of Secrets",
        "release_date": "1998-07-02",
        "url": "/images/books/harry-potter-2.jpg",
        "backdrop_url": "/images/backdrop-books/HP-2.jpg",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Depois de férias aborrecidas na casa dos tios trouxas, está na hora de Harry Potter voltar a estudar. Coisas acontecem, no entanto, para dificultar o regresso de Harry. Persistente e astuto, o herói não se deixa intimidar pelos obstáculos e, com a ajuda dos fiéis amigos Weasley, começa o ano letivo na Escola de Magia e Bruxaria de Hogwarts. As novidades não são poucas."
    },
    {
        "name": "Harry Potter e o Prisioneiro de Azkaban",
        "original_name": "Harry Potter and the Prisioner of Azkaban",
        "release_date": "1999-07-08",
        "url": "/images/books/harry-potter-3.jpg",
        "backdrop_url": "/images/backdrop-books/HP-3.jpg",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "O livro conta sobre o terceiro ano de Harry Potter na Escola de Magia e Bruxaria de Hogwarts. Sem a aparição de Voldemort, a trama apresenta um novo perigo para o personagem principal: Sirius Black, que teria assassinado treze pessoas com um único feitiço, fugiu da prisão de Azkaban e estaria agora o perseguindo para matá-lo. O garoto, junto com seus dois amigos, Rony e Hermione, começam a investigar o suposto assassino e acabam descobrindo muitos segredos que envolvem sua já falecida família."
    },
    {
        "name": "Harry Potter e o Cálice de Fogo",
        "original_name": "Harry Potter and the Goblet of Fire",
        "release_date": "2000-07-08",
        "url": "/images/books/harry-potter-4.jpg",
        "backdrop_url": "/images/backdrop-books/HP-4.png",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Nesta aventura, o feiticeiro cresceu e está com 14 anos. O início do ano letivo de Harry Potter reserva muitas emoções, mágicas, e acontecimentos inesperados, além de um novo torneio em que os alunos de Hogwarts terão de demonstrar todas as habilidade mágicas e nãomágicas que vêm adquirindo ao longo de suas vidas. Harry é escolhido pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, tendo ao lado seus fiéis amigos. Muitos desafios, feitiços, poções e confusões estão reservados para Harry."
    },
    {
        "name": "Harry Potter e a Ordem da Fênix",
        "original_name": "Harry Potter and the Order of the Phoenix",
        "release_date": "2003-06-21",
        "url": "/images/books/harry-potter-5.jpg",
        "backdrop_url": "/images/backdrop-books/HP-5.jpg",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Nesta aventura, o feiticeiro cresceu e está com 14 anos. O início do ano letivo de Harry Potter reserva muitas emoções, mágicas, e acontecimentos inesperados, além de um novo torneio em que os alunos de Hogwarts terão de demonstrar todas as habilidade mágicas e nãomágicas que vêm adquirindo ao longo de suas vidas. Harry é escolhido pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, tendo ao lado seus fiéis amigos. Muitos desafios, feitiços, poções e confusões estão reservados para Harry."
    },
    {
        "name": "Harry Potter e o Enigma do Príncipe",
       "original_name": "Harry Potter and the Half-Blood Prince",
        "release_date": "2005-07-16",
        "url": "/images/books/harry-potter-6.jpg",
        "backdrop_url": "/images/backdrop-books/HP-6.jpg",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Retomando os passos de Harry no mundo bruxo, o jovem, agora em seu sexto ano na Escola de Magia e Bruxaria de Hogwarts, prepara-se para a batalha final contra Voldemort, cujo poder aumenta ininterruptamente. Em sessões privadas com o diretor Alvo Dumbledore, Harry vasculha o passado de Voldemort para obter respostas em como destruí-lo."
    },
    {
        "name": "Harry Potter e as Relíquias da Morte",
       "original_name": "Harry Potter and the Deathly Hollows",
        "release_date": "2007-07-21",
        "url": "/images/books/harry-potter-7.jpg",
        "backdrop_url": "/images/backdrop-books/HP-7.jpeg",
        "author": "J. K. Rowling",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Após se encarregarem da tarefa do falecido diretor da Escola de Magia e Bruxaria de Hogwarts, Alvo Dumbledore em encontrar e destruir todas as Horcruxes criadas pelo maior bruxo das trevas Voldemort, o livro narra a jornada do personagem principal, o jovem Harry, e seus melhores amigos Rony e Hermione, que abandonaram seu último ano letivo na escola de feitiçaria para cumprirem tal dever. Ao passo que o confronto final entre Harry e Voldemort se aproxima, a batalha entre os Comensais da Morte (seguidores de Voldemort) e o resto do mundo bruxo acontece."
    },
    {
        "name": "Percy Jackson & Os Olimpianos I - O Ladrão de Raios",
       "original_name": "Percy Jackson & the Olympians - The Lightning Thief",
        "release_date": "2005-07-28",
        "url": "/images/books/percy-jackson-1.jpg",
        "backdrop_url": "/images/backdrop-books/percy-jackson.png",
        "author": "Rick Riordan",
        "genre": "Romance, Mitologia grega, Fantasia e Literatura fantástica",
        "sinopse": "Os deuses do Olimpo continuam vivos, em pleno século XXI! Eles ainda se apaixonam por mortais e têm filhos que podem se tornar grandes heróis, mas que acabam, na maioria das vezes, encontrando destinos terríveis nas garras de monstros sem coração. Apenas alguns descobrem sua identidade e conseguem chegar ao Acampamento Meio-Sangue, um acampamento de verão em Long Island dedicado ao treinamento de jovens semideuses."
    },
    {
        "name": "Percy Jackson & Os Olimpianos III - A Maldição do Titâ",
       "original_name": "Percy Jackson & the Olympians - The Titan's Curse",
        "release_date": "2007-05-11",
        "url": "/images/books/percy-jackson-3.jpg",
        "backdrop_url": "/images/backdrop-books/percy-jackson.png",
        "author": "Rick Riordan",
        "genre": "Romance, Mitologia grega, Fantasia e Literatura fantástica",
        "sinopse": "Um chamado do amigo Grover deixa Percy a postos para mais uma missão: dois novos meios-sangues foram encontrados, cuja ascendência ainda é desconhecida. Como sempre, Percy conta com a ajuda da melhor amiga, Annabeth Chase, filha de Atena, e da mais nova parceira, Thalia Grace, filha de Zeus."
    },
    {
        "name": "Percy Jackson & Os Olimpianos V - O Último Olimpiano",
       "original_name": "Percy Jackson & the Olympians - The Last Olympians",
        "release_date": "2009-05-05",
        "url": "/images/books/percy-jackson-5.jpg",
        "backdrop_url": "/images/backdrop-books/percy-jackson.png",
        "author": "Rick Riordan",
        "genre": "Romance, Mitologia grega, Fantasia e Literatura fantástica",
        "sinopse": "Os meios-sangues e semideuses passaram todo o ano preparando-se para a batalha contra os Titãs, e sabem que as chances de vitória são pequenas. O exército de Cronos está mais poderoso que nunca, e cada novo deus ou meio-sangue que se une à causa confere mais força ao vingativo titã. Enquanto os Olimpianos se ocupam de conter a fúria do monstro Tifão, Cronos avança em direção à cidade de Nova York, onde o Monte Olimpo está precariamente vigiado."
    },
    {
        "name": "Os Heróis do Olimpo - O Filho de Netuno",
       "original_name": "The Heroes of Olympus - The Son of Neptune",
        "release_date": "2011-10-04",
        "url": "/images/books/os-herois-do-olimpo-2.jpg",
        "backdrop_url": "/images/backdrop-books/heroes-of-olympus.jpg",
        "author": "Rick Riordan",
        "genre": "Fantasia e Mitologia greco-romana",
        "sinopse": "A história segue as aventuras de Percy Jackson, um filho semideus de Poseidon, que sem memória, encontra um acampamento de semideuses romanos e vai para o Alasca com seus novos amigos Hazel Levesque e Frank Zhang para libertar o deus grego da morte, Tânatos, e ajudar a salvar o mundo de Gaia, a deusa primordial da terra."
    },
    {
        "name": "Os Heróis do Olimpo - A Casa de Hades",
       "original_name": "The Heroes of Olympus - The House of Hades",
        "release_date": "2013-10-08",
        "url": "/images/books/os-herois-do-olimpo-4.jpg",
        "backdrop_url": "/images/backdrop-books/heroes-of-olympus.jpg",
        "author": "Rick Riordan",
        "genre": "Fantasia e Mitologia greco-romana",
        "sinopse": "Depois de Annabeth Chase e Percy Jackson caírem no Tártaro no final de A Marca de Atena, os outros cinco semideuses da 'nova grande profecia' (Frank Zhang, Hazel Levesque, Jason Grace, Leo Valdez e Piper McLean), acompanhados por Nico di Angelo e o treinador Hedge, seguem rumo a Grécia para encontrar e fechar as Portas da Morte, a fim de que os monstros do exército de Gaia, a deusa primordial da terra, não renasçam constantemente."
    },
    {
        "name": "Os Heróis do Olimpo - O Sangue do Olimpo",
       "original_name": "The Heroes of Olympus - The Blood of Olympus",
        "release_date": "2014-10-07",
        "url": "/images/books/os-herois-do-olimpo-5.jpg",
        "backdrop_url": "/images/backdrop-books/heroes-of-olympus.jpg",
        "author": "Rick Riordan",
        "genre": "Fantasia e Mitologia greco-romana",
        "sinopse": "Os sete semideuses da 'nova grande profecia' (Annabeth Chase, Frank Zhang, Hazel Levesque, Jason Grace, Leo Valdez, Percy Jackson e Piper McLean) continuam sua viagem pela Grécia para impedir o renascimento de Gaia, a deusa primordial da terra."
    },
    {
        "name": "As Crônicas dos Kane - A Pirâmide Vermelha",
       "original_name": "The Kane Chronicles - The Red Pyramid",
        "release_date": "2010-05-04",
        "url": "/images/books/as-cronicas-dos-kane-1.jpg",
        "backdrop_url": "/images/backdrop-books/the-kane-chronicles.jpg",
        "author": "Rick Riordan",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Desde a morte da mãe seis anos antes que Carter Kane viaja pelo mundo com o pai, o egiptólogo Dr. Julius Kane. Ele não frequenta a escola e seus pertences cabem em uma única mala. Enquanto isso, Sadie, sua irmã mais nova, é criada pelos avós em Londres. Ela tem tudo o que Carter queria: casa, amigos e uma vida “normal”."
    },
    {
        "name": "As Crônicas dos Kane - A Sombra da Serpente",
       "original_name": "The Kane Chronicles - The Serpent's Shadow",
        "release_date": "2012-05-01",
        "url": "/images/books/as-cronicas-dos-kane-3.jpg",
        "backdrop_url": "/images/backdrop-books/the-kane-chronicles.jpg",
        "author": "Rick Riordan",
        "genre": "Romance, Literatura fantástica e Ficção de aventura",
        "sinopse": "Os irmãos sabem que sua herança ancestral lhes reserva um importante papel: seus poderes são fundamentais para a restauração do Maat, a ordem do universo. Mas, uma vez instalado, o Caos é imprevisível, incalculável e incontrolável, e agora que Apófis está livre os Kane têm somente três dias para evitar que a serpente destrua o planeta. Como se isso não bastasse, a sorte deles parece só piorar."
    },
    {
        "name": "Magnus Chase e os Deuses de Asgard I - A Espada do Verão",
       "original_name": "Magnus Chase & Gods of Asgard - The Sword of Summer",
        "release_date": "2015-10-06",
        "url": "/images/books/magnus-chase-1.jpg",
        "backdrop_url": "/images/backdrop-books/magnus-chase.webp",
        "author": "Rick Riordan",
        "genre": "Romance, Mitologia nórdica e Ficção de aventura",
        "sinopse": "Magnus Chase sempre foi uma criança problemática. Desde a misteriosa morte de sua mãe, ele viveu sozinho nas ruas de Boston, sobrevivendo graças à sua sagacidade e mantendo-se um passo à frente da polícia. Um dia, ele é encontrado por um tio que nunca conheceu – um homem que sua mãe considerava perigoso. Seu tio lhe conta um segredo impossível, Magnus é filho de um Deus Nórdico, e que ele não é o único. Os mitos Viking são reais. Os deuses de Asgard estão se preparando para a guerra."
    },
    {
        "name": "Magnus Chase e os Deuses de Asgard III - O Navio dos Mortos",
       "original_name": "Magnus Chase & Gods of Asgard - The Ship of the Dead",
        "release_date": "2017-10-03",
        "url": "/images/books/magnus-chase-3.jpg",
        "backdrop_url": "/images/backdrop-books/magnus-chase.webp",
        "author": "Rick Riordan",
        "genre": "Romance, Mitologia nórdica e Ficção de aventura",
        "sinopse": "Desta vez, Magnus, Sam, Alex, Blitzen, Hearthstone e seus amigos do Hotel Valhala vão precisar cruzar os oceanos de Midgard, Jötunheim e Niflheim em uma corrida desesperada para alcançar Naglfar antes de o navio zarpar no solstício de verão, enfrentando no caminho deuses do mar raivosos e hipsters, gigantes irritados e dragões malignos cuspidores de fogo. Para derrotar Loki, o grupo precisa recuperar o hidromel de Kvásir, uma bebida mágica que dá a quem bebe o dom da poesia, e vencer o deus em uma competição de insultos."
    },
    {
        "name": "As Crônicas de Nárnia",
       "original_name": "The Chronicles of Narnia",
        "release_date": "2009-01-08",
        "url": "/images/books/as-cronicas-de-narnia.jpg",
        "backdrop_url": "/images/backdrop-books/narnia.jpg",
        "author": "C. S. Lewis",
        "genre": "Fantasia, Horror e Ficção Científica",
        "sinopse": "Viagens ao fim do mundo, criaturas fantásticas e batalhas épicas entre o bem e o mal - o que mais um leitor poderia querer de um livro? O livro que tem tudo isso é 'O leão, a feiticeira e o guarda-roupa', escrito em 1949 por Clive Staples Lewis. MasLewis não parou por aí. Seis outros livros vieram depois e, juntos, ficaram conhecidos como 'As crônicas de Nárnia'. Nos últimos cinqüenta anos, 'As crônicas de Nárnia' transcenderam o gênero da fantasia para se tornar parte do cânone da literaturaclássica."
    },
    {
        "name": "Dias Melhores pra Sempre",
        "original_name": "Dias Melhores pra Sempre",
        "release_date": "2021-09-14",
        "url": "/images/books/dias-melhores-pra-sempre.jpeg",
        "backdrop_url": "/images/backdrop-books/dias-melhores.jpg",
        "author": "Mauricio Gomyde",
        "genre": "Romance e Ficção",
        "sinopse": "Sua vida era feita por tudo que ele sempre quis: um violão, um telescópio, muitos discos bons, amigos, um emprego de sonhos e uma casa que flutuava. Mas no dia em que recebeu a proposta de trabalho com a qual sempre sonhou, ele decidiu dizer “não”, porque nada mais fazia sentido."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Ruínas de Gorlan",
        "original_name": "The Ranger's Apprentice: The Ruins of Gorlan",
        "release_date": "2004-11-01",
        "url": "/images/books/rangers-1.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Rangers narra a empolgante jornada de Will, um aprendiz destemido, que descobre o poder extraordinário das habilidades de arqueiro. Cada livro da série é uma exploração fascinante de coragem, amizade e determinação, em um mundo repleto de desafios e magia. "
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Ponte em Chamas",
        "original_name": "The Ranger's Apprentice: The Burning Bridge",
        "release_date": "2005-05-05",
        "url": "/images/books/rangers-2.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Nos últimos quinze anos, o temível Morgarath conseguiu reunir um enorme exército de criaturas implacáveis, os Wargals. Eles não temem nenhum inimigo e são controlados mentalmente pelo próprio Morgarath, o Senhor da Chuva e da Noite. Pego de surpresa, o reino de Araluen se vê diante de uma guerra. Enviado em uma missão perigosa para impedir o confronto, o jovem arqueiro Will parte acompanhado do grande amigo e espadachim Horace e o do habilidoso Gilan. "
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Terra do Gelo",
        "original_name": "The Ranger's Apprentice: The Icebound Land",
        "release_date": "2005-11-30",
        "url": "/images/books/rangers-3.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Após a dura batalha com Lorde Morgarath, Will e a recém aliada Evanlyn são capturados e levados para a Terra do Gelo, Escandinávia. Halt promete fazer tudo para resgatar o seu jovem aprendiz - até mesmo desafiar o seu próprio Rei! Como consequência, é expulso de Araluen durante um ano e da corporação de arqueiros, Mas Halt não desiste do seu propósito e, juntamente com Horace que recebe autorização para ir com Halt, inicia uma longa e difícil viagem até Escandinávia para salvar Will."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Folha de Carvalho",
        "original_name": "The Ranger's Apprentice: Oakleaf Bearers",
        "release_date": "2006-05-01",
        "url": "/images/books/rangers-4.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Depois de semanas de muito frio e comida escassa, Will vislumbra a primeira chance de continuar com sua fuga. Quando Will parte em busca de uma jovem princesa, reencontra Halt e Horace. Juntos, eles descobrem os planos dos Temujai, um povo guerreiro das estepes do leste, que havia reunido um poderoso exército invasor no intuito de dominar a Escandinávia. Halt percebe que a invasão do reino gelado representa somente o inicio da investida dos Temujai, que, certamente, logo se lançariam contra Araluen. Por isso, ele decide oferecer ajuda aos Escandinavos."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - O Feiticeiro do Norte",
        "original_name": "The Ranger's Apprentice: The Sorcerer of the North",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-5.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Depois de vários anos de dedicação e inúmeros perigos, Will conclui seu aprendizado e se torna, finalmente, um arqueiro. Sua primeira tarefa sem a supervisão de Halt é assumir o posto de guardião do feudo de Seacliff, uma ilha localizada num setor tranquilo do reino. É o trabalho ideal para um arqueiro recém-formado. Entretanto, diferente do que se poderia imaginar, a estada de Will em Seacliff não será nem um pouco tediosa. Will recebe a visita de uma velha amiga, Alyss, que lhe fala sobre a misteriosa doença de lorde Syron, o senhor do castelo de Macindaw, no extremo norte."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Cerco à Macindaw",
        "original_name": "Rangers Ordem dos Arqueiros - Cerco à Macindaw",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-6.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Mesmo conseguindo salvar a vida de Orman, herdeiro do trono de Macindaw, Will ainda está longe de cumprir sua primeira missão como arqueiro de Araluen. Afinal, o castelo se encontra sob o domínio de Keren, cavaleiro renegado que mantém Alyss como prisioneira. Nem um pouco disposto a fracassar, Will põe em prática um plano para retomar o reino de Macindaw e devolvê-lo a seu legítimo senhor. Sua estratégia tem início com a contratação de um improvável 'exército invasor', formado por piratas escandinavos sobreviventes de um naufrágio."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Resgate de Erak",
        "original_name": "Rangers Ordem dos Arqueiros - Resgate de Erak",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-7.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Existe uma passagem do treinamento de Will Tratado que falta ser contada. Uma aventura que se passa antes dos eventos mostrados nos volumes 5 e 6. Quando Erak, o oberjarl da Escandinávia, decide liderar seus homens em um saque à pequena cidade mercantil de Al Shabah, ele não imagina o desfecho dessa empreitada. Depois de uma invasão surpreendentemente fácil, o líder escandinavo acaba prisioneiro de um grupo de guerreiros do povo arridi. Svengal, homem de confiança do escandinavo, pede ajuda aos araluenses."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Reis de Clonmel",
        "original_name": "Rangers Ordem dos Arqueiros - Reis de Clonmel",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-8.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "É um raro momento de folga para Will e os outros arqueiros. Todos haviam deixado seus postos, por alguns dias, para participar da Reunião Anual dos Arqueiros. Uma oportunidade de reencontrar os amigos e compartilhar histórias de aventuras. Distante de tudo isso, Halt está na costa oeste, longe de Will,a fim investigar um mal que floresce na região, uma terrível seita religiosa formada por um infame grupo de malfeitores conhecido como ‘os forasteiros’. "
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Halt em Perigo",
        "original_name": "Rangers Ordem dos Arqueiros - Halt em Perigo",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-9.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Com muito esforço, Will e seus companheiros conseguiram livrar o reino de Clonmel da terrível influência dos forasteiros. Entretanto, o sangue derramado naquelas terras ainda clama por justiça, pois o bando liderado pelo falso profeta Tennyson escapou para Picta. E não foi uma fuga desordenada. Os forasteiros tinham um destino bem traçado: Araluen. Mas Will, Halt e Horace, determinados a impedir que Tennyson leve suas mentiras para o reino dos arqueiros, estão no encalço do bandido e seus seguidores."
    },
    {
        "name": "Rangers Ordem dos Arqueiros - Imperador de Nihon-Ja",
        "original_name": "Rangers Ordem dos Arqueiros - Imperador de Nihon-Ja",
        "release_date": "Não encontrado!",
        "url": "/images/books/rangers-10.jpg",
        "backdrop_url": "/images/backdrop-books/rangers.jpg",
        "author": "John Flanagan",
        "genre": "Fantasia e Ficção",
        "sinopse": "Uma importante missão leva Horace à exótica corte de Nihon-Ja, um país distante, com uma cultura muito diferente, totalmente baseada em honra e tradição. E vários meses se passam sem que o cavaleiro envie alguma informação a Araluen. Preocupados, Will, Alyss, e Evanlyn partem em busca de notícias de seu amigo. Em pouco tempo, a verdade vem à tona: alguns inimigos do imperador de Nihon-Ja haviam se rebelado, e Horace decidira ajudar o legítimo líder da nação na luta para derrotar seus arrogantes opositores."
    }
]