[
    {
        "name": "Death Note",
       "original_name": "Death Note",
        "release_date": "2006-10-03",
        "url": "/images/hqs/death-note.webp",
        "author": "Tsugumi Ohba",
        "genre": "Drama e Thriller",
        "sinopse": "Sem nada de interessante para fazer no Mundo dos Shinigamis, o Deus da Morte Ryuk deixa cair intencionalmente na Terra o seu Death Note. O caderno possui poderes macabros: a pessoa que tem seu nome escrito nele, morre! O Death Note acaba indo parar na mão de Light Yagami. Aluno exemplar, porém entediado, ao descobrir os sinistros poderes do caderno negro, decide virar um justiceiro e varrer a criminalidade da face da Terra."
    },
    {
        "name": "Dr. Stone",
       "original_name": "ドクターストーン",
        "release_date": "2017-05-06",
        "url": "/images/hqs/dr-stone.jpg",
        "author": "Riichiro Inagaki",
        "genre": "Aventura, Ficção científica e Pós-apocalíptico",
        "sinopse": "Taiju, um típico estudante japonês, diz a seu amigo Senku, que ama a ciência, que ele está finalmente prestes a confessar a Yuzuriha, com quem ele esteve secretamente apaixonado por cinco anos. Encontrando-se debaixo de uma canforeira nos terrenos da escola, assim que Taiju estava prestes a se confessar, uma luz brilhante aparece no céu."
    },
    {
        "name": "Food Wars: Shokugeki no Soma",
       "original_name": "食戟のソーマ",
        "release_date": "2012-11-26",
        "url": "/images/hqs/food-wars.jpg",
        "author": "Yūto Tsukuda",
        "genre": "Culinária e Comédia",
        "sinopse": "Shokugeki no Soma conta a história de um garoto chamado Sōma Yukihira, cujo sonho é se tornar um chef em tempo integral no restaurante de seu pai e superar suas habilidades culinárias. Mas, assim que Sōma se gradua no Ensino Fundamental, seu pai, Jōichirō Yukihira, fecha o restaurante para cozinhar na América."
    },
    {
        "name": "Fullmetal Alchemist",
       "original_name": "鋼の錬金術師",
        "release_date": "2001-07-12",
        "url": "/images/hqs/fullmetal-alchemist.webp",
        "author": "Hiromu Arakawa",
        "genre": "Aventura, Fantasia sombri e Steampunk",
        "sinopse": "Edward e Alphonse Elric são dois irmãos alquimistas procurando o catalisador lendário chamado pedra filosofal, um objeto poderoso que lhes permite restaurar seus corpos (que foram perdidos numa tentativa de trazer sua mãe de volta à vida pelo uso da alquimia)."
    },
    {
        "name": "Haikyuu",
       "original_name": "ハイキュー!!",
        "release_date": "2012-02-20",
        "url": "/images/hqs/haikyuu.jpg",
        "author": "Haruichi Furudate",
        "genre": "Amadurecimento, Comédia e Esporte",
        "sinopse": "O estudante do ensino médio Shōyō Hinata se apega ao voleibol após ver um jogo do campeonato nacional na televisão. Embora não seja muito alto, ele se determina a seguir os passos do ídolo do campeonato, apelidado 'Pequeno Gigante', após ver os seus jogos. Ele cria um clube de voleibol e começa a praticar sozinho."
    },
    {
        "name": "Horimiya",
       "original_name": "ホリミヤ",
        "release_date": "2008-10-22",
        "url": "/images/hqs/horimiya.jpg",
        "author": "HERO",
        "genre": "Romance e Comédia",
        "sinopse": "Embora admirada na escola por sua bondade e habilidade acadêmica, a estudante Kyouko Hori esconde outro lado dela. Com os pais muitas vezes longe de casa devido ao trabalho, Hori tem que cuidar do irmão mais novo e fazer as tarefas domésticas, sem ter tempo para socializar fora da escola. Enquanto isso, Izumi Miyamura é visto como um otaku obsessivo que usa óculos. No entanto, ele é realmente uma pessoa gentil e inepta para estudar."
    },
    {
        "name": "Hunter X Hunter",
       "original_name": "Hantā × Hantā",
        "release_date": "1998-03-03",
        "url": "/images/hqs/hunter-x-hunter.webp",
        "author": "Yoshihiro Togashi",
        "genre": "Ação, Aventura e Fantasia",
        "sinopse": "Doze anos antes do início da história, Ging Freecss deixou seu filho Gon nas mãos de sua tia Mito na Ilha da Baleia. Gon, que sempre acreditou que seus pais tinham morrido, descobre um dia graças ao aprendiz de seu pai, Kite, que ele ainda está vivo e se tornou um dos melhores Hunters, indivíduos de elite e licenciados para rastrear tesouros secretos, animais exóticos e até mesmo outros indivíduos."
    },
    {
        "name": "Kuroko no Basket",
       "original_name": "Kuroko no Basket",
        "release_date": "2008-12-08",
        "url": "/images/hqs/kuroko-no-basket.jpg",
        "author": "Tadatoshi Fujimaki",
        "genre": "Esportes, Comédia e Drama",
        "sinopse": "O time de basquete da escola secundária Teiko que subiu para distinção, demolindo toda a concorrência, tem na equipe cinco jogadores prodígios conhecidos como a “Geração dos Milagres”. Após o término do ensino fundamental, essas cinco estrelas se matricularam em colégios diferentes. Cada colégio possuía agora uma forte equipe de basquete. No entanto, um fato que poucos sabiam é que havia outro jogador da “Geração dos Milagres”, um sexto “jogador fantasma”."
    },
    {
        "name": "Naruto",
       "original_name": "Naruto",
        "release_date": "1999-09-21",
        "url": "/images/hqs/naruto.jpg",
        "author": "Masashi Kishimoto",
        "genre": "Aventura, Comédia, Drama e fantasia",
        "sinopse": "A história principal se foca em Naruto e seu desenvolvimento quanto ninja, junto com os seus amigos. Também se centra nas interações entre estes e a influência do ambiente em suas personalidades. Conforme transcorre a série, Naruto se relaciona com Sasuke Uchiha e Sakura Haruno, com quem forma o “Time 7”, juntamente com o sensei Kakashi Hatake."
    },
    {
        "name": "Omniscient Readers Viewpoint",
       "original_name": "전지적 독자 시점",
        "release_date": "2023-12-12",
        "url": "/images/hqs/omniscient-readers-viewpoint.jpg",
        "author": "Sing Shong",
        "genre": "Romance gráfico e Ficção apocalíptica",
        "sinopse": "'Naquele momento, minha vida assumiu um gênero diferente'. Como um trabalhador de escritório em dificuldades, a única alegria da vida de Dokja Kim é um romance online tão obscuro que ele é o único leitor. Então, um dia, a história chega ao fim... e o mundo também. Pessoas de todo o mundo de repente se vêem massacradas por monstros horríveis ou colocadas umas contra as outras em cenários sádicos saídos diretamente do romance."
    },
    {
        "name": "Solo Leveling",
       "original_name": "나 혼자만 레벨업",
        "release_date": "2016-07-25",
        "url": "/images/hqs/solo-leveling.jpg",
        "author": "Chu Gong",
        "genre": "Ação e Fantasia",
        "sinopse": "Em um mundo onde caçadores – humanos que possuem habilidades mágicas – devem lutar contra monstros mortais para proteger a raça humana de certa aniquilação, um caçador notoriamente fraco chamado Sung Jinwoo se encontra em uma luta aparentemente interminável pela sobrevivência."
    },
    {
        "name": "The Beginning After the End",
       "original_name": "끝이 아닌 시작",
        "release_date": "2022-02-15",
        "url": "/images/hqs/the-beginning-after-the-end.jpeg",
        "author": "TurtleMe",
        "genre": "Aventura, Ação e Fantasia",
        "sinopse": "O rei Gray é um governante notável com um reinado próspero, mas, no entanto... a opulência e o sucesso não podem enterrar o vazio e a solidão. Seu tempo como rei, contudo, chega a um fim abrupto e ele reencarna como Arthur Leywin – um bebê nascido em um mundo de magia e monstros. Equipado com memórias de sua vida anterior e o desejo de proteger o calor recém-descoberto que o cerca, Art começa sua jornada para se tornar um poderoso guerreiro mais uma vez."
    },
    {
        "name": "The Promised Neverland",
       "original_name": "Yakusoku no Neverland",
        "release_date": "2016-08-01",
        "url": "/images/hqs/the-promised-neverland.webp",
        "author": "Kaiu Shirai",
        "genre": "Mistério, Drama, Ficção Científica e Thriller",
        "sinopse": "Emma é uma órfã que vive em um orfanato chamado Grace Field House junto com seus outros irmãos adotivos. Dois deles são Norman e Ray, que, juntamente com a Emma, são os mais velhos e conseguem as pontuações mais altas em testes diários que eles têm que realizar."
    }
]